// Напишите программу, которая на вход принимает два числа и выдаёт, какое число большее, а какое меньшее.

int a = -0;
int b = -3;
int max = a;
int min = a;

if (b > a)

{
    Console.WriteLine ("Max:"); 
    Console.WriteLine (max = b);
    Console.WriteLine ("Min:");
    Console.WriteLine (min = a);
}


if (b < a)

{
    Console.WriteLine ("Max:");
    Console.WriteLine (max = a);
    Console.WriteLine ("Min:");
    Console.WriteLine (min = b);
}
